[
    {
        "id": "1",
        "img": "https://i.ibb.co/0hC4Rsv/careight.jpg",
        "imgone": "https://i.ibb.co/3CTqNZy/images-22.jpg  ",
        "imgtwo": "https://i.ibb.co/px58C7r/images-23.jpg  ",
        "Rating": 4.8,
        "match": "Genesis",
        "name": "you city or you will ",
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " Volvo XC40 near you ",
        "Entertainment": "Bluetooth Premium Sound System ",
        "Exterior": "quattro quattro 8-Speed",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "system overall that includes Apple CarPlay and Android Auto connectivity standard. And despite the XC40’s city-friendly dimensions, there’s good space in front and back for adults. Shop the 2021 Volvo XC40 near you city or you will get busted. You can also steal parked cars and even police car too. Every level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": " you city or you will get busted. You can also steal parked cars and even police car too. Every level you complete, the more difficulty will increase. This game will challenge your parking skills assure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 405,
        "big": "o impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble,was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "2",
        "img": "https://i.ibb.co/0hC4Rsv/careight.jpg",
        "name": "The XC40 drives",
        "price": 345,
        "color": "Exterior color",
        "match": "Elantra",
        "colort": "Black",
        "Drivetrain": "All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " all-wheel-drive versions",
        "Entertainment": " hidden from the cops ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "  Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "imgone": " https://i.ibb.co/b1vTdpF/images-11.jpg",
        "imgtwo": " https://i.ibb.co/Nr6yTrz/images-16.jpg ",
        "Rating": 4.3,
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "UVs like the XC90 to the subcompact class. The XC40’s base engine is a 187-hp, turbo 2.0-liter four-cylinder that drives the front wheels; all-wheel-drive versions get a more powerful 248-hp 2.0-liter engine. The XC40 drives well and feels stable at highway speeds. Inside, meanwhile, there’s standard leather upholstery, and a 9-inch touchscreen serves as thlevel you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": " drives the front wheels; all-wheel-drive versions get a more powerful 248-hp 2.0-liter engine. The XC40 drives well and feels stable at highway speeds. Inside, meanwhile, there’s standard leather upholstery, and a 9-inch touchscreen serves as thlevel you complete, the more difficulty will increase. T you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "big": "essive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop.h some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "3",
        "img": "  https://i.ibb.co/HpGvsww/careleven.jpg  ",
        "name": "Make sure you stay hidden from the",
        "price": 234,
        "imgone": "https://i.ibb.co/ZhK8ytr/images-20.jpg",
        "match": "Elantra",
        "imgtwo": "https://i.ibb.co/9bL2Rnb/images-10.jpg",
        "Rating": 4.5,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " Heated Seats Navigation System",
        "Entertainment": " Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ou complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": "Drive and park your car on various spvels in the game. As you move forward in the game you y level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hiddene sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can ots while you dodge the police!",
        "big": " bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "4",
        "img": "  https://i.ibb.co/pwv4SBq/carf.jpg  ",
        "name": " assigned in the level",
        "imgone": " https://i.ibb.co/x694kXy/images-15.jpg  ",
        "match": "Genesis",
        "imgtwo": "  https://i.ibb.co/H464yFS/images-19.jpg  ",
        "Rating": 4.2,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " Heated Seats Navigation System",
        "Entertainment": " Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "  Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you y level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": "he cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you y level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hiddene sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 244,
        "big": "body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, r editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "5",
        "img": " https://i.ibb.co/5htGrfg/carfiften.jpg ",
        "name": "The Editorial department",
        "imgone": " https://i.ibb.co/BnLxW7B/images-12.jpg  ",
        "imgtwo": "  https://i.ibb.co/PsyktkR/images-14.jpg  ",
        "match": "Lexus",
        "Rating": 4.1,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " Heated Seats Navigation System",
        "Entertainment": " Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Cars.com’s Editorial department is your source for automotive news and reviews. In line with Cars.com’s long-standing ethics policy, editors and reviewers don’t accept gifts or free trips from automakers. The Editorial department is independent of Cars.com’s advertising, sales and sponsored content departments.",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 544,
        "big": "with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "6",
        "img": " https://i.ibb.co/ChRZNxV/carnine.jpg",
        "name": "number of parking spots ",
        "imgone": "https://i.ibb.co/1G4tqTn/images-13.jpg ",
        "imgtwo": "https://i.ibb.co/8B6Wrn9/images-17.jpg   ",
        "match": "Nominee",
        "Rating": 2.5,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "Heated Seats Navigation System",
        "Entertainment": "Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "  Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Speed through the stunning beach city and park at various designated spots. Avoid cops as you move around the city or you will get busted. You can also steal parked cars and even police car too. Every level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 144,
        "big": "G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselvesI was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "7",
        "img": " https://i.ibb.co/xKnSMQd/caro.jpg",
        "name": "number of parking spots assigned",
        "imgone": "https://i.ibb.co/fkgZ4gg/images-18.jpg  ",
        "imgtwo": "https://i.ibb.co/px58C7r/images-23.jpg  ",
        "match": "Nominee",
        "Rating": 4.5,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " The Editorial department",
        "Entertainment": "Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Cars.com’s Editorial department is your source for automotive news and reviews. In line with Cars.com’s long-standing ethics policy, editors and reviewers don’t accept gifts or free trips from automakers. The Editorial department is independent of Cars.com’s advertising, sales and sponsored content departments.",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 544,
        "big": " G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite andI was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "8",
        "img": "https://i.ibb.co/PTv11Ct/cars.jpg",
        "name": "XC40’s city-friendly dimensions",
        "imgone": "https://i.ibb.co/px58C7r/images-23.jpg ",
        "imgtwo": "https://i.ibb.co/t41V1zR/images-26.jpg  ",
        "match": "Lexus",
        "Rating": 3.5,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "Heated Seats Navigation System",
        "Entertainment": "Bluetooth Premium Sound System ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "touchscreen serves as the primary dashboard interface, taking the place of many physical controls. It’s an intuitive system overall that includes Apple CarPlay and Android Auto connectivity standard. And despite the XC40’s city-friendly dimensions, there’s good space in front and back for adults.",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 544,
        "big": "aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70.ome of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "9",
        "img": "https://i.ibb.co/Gxqrrdx/carseven.jpg",
        "name": "runs out. Make sure you",
        "imgone": "https://i.ibb.co/rGz6HzG/images-24.jpg  ",
        "imgtwo": "https://i.ibb.co/GpXCGbq/images-25.jpg  ",
        "match": "RamCar",
        "Rating": 4.5,
        "color": "sucess color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": " RECENTLY SERVICED,",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "  various spots while",
        "Entertainment": "level you complete ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Speed through the stunning beach city and park at various designated spots. Avoid cops as you move around the city or you will get busted. You can also steal parked cars and even police car too. Every level you complete, the more difficulty will increase. This game will challenge your parking skills as well as how well you stay hidden from the cops. Are you ready to prove your parking skills?",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 544,
        "big": "aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70. was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "10",
        "img": "https://i.ibb.co/3FZ5Gyg/carsixten.jpg   ",
        "name": "space of a class-up",
        "imgone": " https://i.ibb.co/s9YVG6C/images-9.jpg  ",
        "imgtwo": "  https://i.ibb.co/9bL2Rnb/images-10.jpg  ",
        "match": "Audi",
        "Rating": 4.3,
        "color": "Exterior color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "  compact luxury sports ",
        "Entertainment": " class-up mid-size car",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "  Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "shoppers have two versions from which to choose: There’s the all-wheel-drive ES 250, powered by a 203-hp, 2.5-liter four-cylinder engine, or the front-wheel-drive ES 350, which gets a 302-hp, 3.5-liter V-6. Both sedans have a",
        "play": "A starting price north of $40,000 might not register as affordable for some people, yet for that kind of money, the Lexus ES is priced like a compact luxury sports sedan while offering the interior space of a class-up mid-size car. For the same starting price, shoppers have two versions from which to choose: There’s the all-wheel-drive ES 250, powered by a 203-hp, 2.5-liter four-cylinder engine, or the front-wheel-drive ES 350, which gets a 302-hp, 3.5-liter V-6. Both sedans have a standard power moonroof, lane-centering steering assist, and Apple CarPlay and Android Auto connectivity.",
        "price": 134,
        "big": "There was some impact harshness over bumps and imperfections, but I chalk that up mostly to the giant 21-inch wheels on our test vehicle. (The wheels can be as small as 18 inches, trim depending.) Otherwise, the adaptive suspension does a great job providing a cushy ride in its more comfortable settings, then firming up in Sport and Sport Plus. I was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "11",
        "img": "   https://i.ibb.co/K7wTtkN/cart.jpg   ",
        "name": "drive and an eight-speed",
        "imgone": " https://i.ibb.co/ng9CNdH/images-7.jpg  ",
        "match": "FordF",
        "imgtwo": "  https://i.ibb.co/KyJj8Yc/images-8.jpg  ",
        "Rating": 4.1,
        "color": "success color",
        "colort": "Black",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "Genesis G70 sports sedan",
        "Entertainment": "engaging driving experience",
        "Exterior": "transmission; all-wheel drive",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": " 2019 model, and it brought the Swedish luxury brand’s design identity from larger SUVs like the XC90 to the subcompact class. The XC40’s base engine is a 187-hp, turbo 2.0-liter four-cylinder that drives the front wheels; all-wheel-drive versions get a more powerful 248-hp 2.0-liter engine. The XC40 drives well and feels stable at highway speeds. I",
        "play": "he Genesis G70 sports sedan has impressed us from the start, winning our Best of 2019 award in its debut year thanks in part to its engaging driving experience and relative value. Powered by a standard 252-hp, turbo 2.0-liter four-cylinder engine, the G70 comes standard with rear-wheel drive and an eight-speed automatic transmission; all-wheel drive and a manual are optional. A long list of standard active safety features includes automatic emergency braking, lane-keeping assist and adaptive cruise control with stop-and-go capability. There’s a refreshed G70 on the way that brings the sedan’s styling in line with Genesis’ new exterior design language, but the current version still remains a compelling sports sedan.",
        "price": 884,
        "big": "settings, then firming up in Sport and Sport Plus. I was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the comfortable settings, then firming up in Sport and Sport Plus. I was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "12",
        "img": "https://i.ibb.co/KmYNf9b/carten.jpg   ",
        "name": "with front- or all-wheel drive.",
        "imgone": " https://i.ibb.co/kMX4pFW/images-5.jpg  ",
        "match": "FordF",
        "imgtwo": "  https://i.ibb.co/y0xcZ9W/images-6.jpg  ",
        "Rating": 4.5,
        "color": "orange color",
        "colort": "yellow",
        "Drivetrain": " competitors and some",
        "MPG": "90–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " CarPlay and a power ",
        "Entertainment": "Standard features include ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "The BMW X1 was last redesigned for the 2016 model year, and the result was the bigger, roomier entry-luxury SUV that’s still available today. Powered by a standard 228-hp, turbo 2.0-liter four-cylinder engine that works with an eight-speed automatic transmission, the X1 is available with front- or all-wheel drive. Standard features include navigation with an 8.8-inch touchscreen, Apple CarPlay and a power liftgate. The current X1 gives up much of the handling prowess that set its predecessor apart from competitors and some of its controls have aged poorly, but it remains a practical and reasonably luxurious premium SUV.",
        "play": "How to play Parking Fury 3D: Beach City? This game is a level based game. You have to park at all number of parking spots assigned in the level. You have to complete all the parkings before the timer runs out. Make sure you stay hidden from the cops or you will get busted with your criminal record of stealing parked cars. There are 10 challenging levels in the game. As you move forward in the game you can also unlock ’FREE ROAM",
        "price": 544,
        "big": "controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "13",
        "img": "  https://i.ibb.co/z7X1vw1/cartharteen.jpg   ",
        "name": "this new crop of entry",
        "match": "Audi",
        "imgone": " https://i.ibb.co/TPYWyBz/images-3.jpg  ",
        "imgtwo": "  https://i.ibb.co/y5qW2bf/images-4.jpg  ",
        "Rating": 4.2,
        "color": "secondary color",
        "colort": "red",
        "Drivetrain": "similar to the brand",
        "MPG": "12–31",
        "Fuel type": "CARFAX",
        "Transmission": "4-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": " quality and technology that’s",
        "Entertainment": "  including a panoramic moonroof ",
        "Exterior": "Alloy Wheels Sunroof/Moonroof",
        "Safety": "  Backup Camera  Brake Assist Stability Control",
        "sellers": "White 2017 Audi A6 2.0T Premium quattro quattro 8-Speed Automatic with Tiptronic 2.0L 4-Cylinder TFSI CARFAX CERTIFIED, RECENTLY SERVICED, COME ON AND TAKE A L@@K !!, SAVE THOUSANDS, PREVIOUS OWNER PAMPERED THIS VEHICLE, THIS IS THE ONE, ALL WHEEL DRIVE, MP3, BLUETOOTH, HEATED SEATS, BACKUP CAMERA, …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "Audi elevated its entry-level Q3 with its model-year 2019 redesign, giving the subcompact SUV a level of quality and technology that’s similar to the brand’s larger, more expensive SUVs. Powered by a 184-horsepower, turbocharged 2.0-liter four-cylinder engine, the Q3 has standard all-wheel drive and a responsive eight-speed automatic transmission. An extensive list of standard comfort and convenience features, including a panoramic moonroof and an 8.8-inch touchscreen with Apple CarPlay and Android Auto smartphone connectivity, enhance the Q3’s value proposition. And despite its small footprint, the Q3 also offers good comfort in both rows.",
        "price": 294,
        "play": "HAnd far from being warmed-over versions of mainstream models (we see you, Cadillac Cimarron), this new crop of entry-luxury models bolster, rather than discredit, their respective brands. Read on to see what else — besides affordable starting prices — makes these luxury models worth a test drive. ",
        "big": " how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidimpressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    },
    {
        "id": "14",
        "img": "  https://i.ibb.co/12msN2X/carthree.jpg   ",
        "name": " growth has happened in the",
        "match": "RamCar",
        "price": 144,
        "imgone": " https://i.ibb.co/j4cZ2WV/images-1.jpg  ",
        "imgtwo": "  https://i.ibb.co/kyS1nP2/images-2.jpg  ",
        "Rating": 3.5,
        "color": " Black",
        "colort": "Gray",
        "Drivetrain": "  All-wheel Drive",
        "MPG": "22–31",
        "Fuel type": "Gasoline",
        "Transmission": "8-Speed Automatic",
        "Engine": " 2.0L I4 16V GDI DOHC Turbo",
        "Mileage": "52,825 mi.",
        "Convenience": "Power Liftgate",
        "Entertainment": "Power Liftgate",
        "Exterior": " Alloy Wheels",
        "Safety": "Brake Assist  Stability Control",
        "sellers": "Rates as Low as 2.0% (On Approved Credit for 72 months) Top Dollar Paid For Trades Nationwide Shipping Assistance 0 down payment Delivers 0 payments for 90days 84-month-term available 90-Day or 3000 miles Limited Warranty (for online shoppers) Save THOUSANDS of Dollars even-though prices are …",
        "short": "Drive and park your car on various spots while you dodge the police!",
        "desc": "The draw of a luxury badge can be strong, but a sky-high monthly payment can make some car shoppers think twice about taking the premium-car plunge. Many luxury brands, however, have expanded their lineups in recent years to broaden their appeal and reach new buyers. ",
        "play": "Much of this growth has happened in the subcompact SUV class, and three of the five 2021 models in our list — the Audi Q3, BMW X1 and Volvo XC40 — compete in this category and start at less than $37,000, including destination. The Genesis G70 compact sports sedan and Lexus ES mid-size sedan, which start at $37,025 and $41,025, respectively, round out the list. ",
        "big": "the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedalcushy ride in its more comfortable settings, then firming up in Sport and Sport Plus. I was also impressed by how little body roll I felt during my time behind the wheelthough some of our editors felt more than I did. GV70 Sport Prestige models add an electronically controlled limited-slip differential that aids in handling, and while it’s not quite up to par with the G70, the GV70 feels nimble, with decently communicative steering. More aggressive driving modes add a bit of extra weight to the steering feel, but they don’t do much to improve feedback or inspire confidence during morespirited driving.My sole complaint about the driving experience lies with the GV70’s brakes: It takes a lot of effort to move the pedal, and the brakes themselves sometimes felt like they were being overworked trying to haul the GV70 to a stop. Something with more bite and easier, more linearpedal feel would do wonders for the GV70."
    }
]